Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: The published settings have a future date. Check your device clock and retry.
de: Die veröffentlichten Einstellungen haben ein zukünftiges Datum. Prüfe die Gerätezeit und versuche es erneut.
es: Los ajustes publicados tienen una fecha futura. Comprueba el reloj del dispositivo y reintenta.
fr: Les paramètres publiés sont datés dans le futur. Vérifiez l’horloge de votre appareil et réessayez.
it: Le impostazioni pubblicate hanno una data futura. Controlla l’orologio del dispositivo e riprova.
pt: As configurações publicadas têm uma data futura. Verifique o relógio do dispositivo e tente novamente.
ru: Опубликованные настройки датированы будущим. Проверьте часы устройства и повторите попытку.
tr: Yayınlanmış ayarların tarihi gelecekte. Cihaz saatini kontrol edip tekrar dene.
zh_hans: 已发布的设置日期在未来。请检查设备时钟后重试。
zh_hant: 已發布的設定日期在未來。請檢查裝置時鐘後重試。

source: The relay list is too large.
de: Die Relay-Liste ist zu groß.
es: La lista de relays es demasiado grande.
fr: La liste de relais est trop longue.
it: L’elenco dei relay è troppo lungo.
pt: A lista de relays é muito grande.
ru: Список ретрансляторов слишком большой.
tr: Röle listesi çok büyük.
zh_hans: 中继列表过大。
zh_hant: 中繼清單過大。

source: The scope of usage and diagnostics has changed. Review the updated information before sharing again.
de: Der Umfang der Nutzungs- und Diagnosedaten hat sich geändert. Lies die aktualisierten Informationen, bevor du erneut zustimmst.
es: El alcance de los datos de uso y diagnóstico ha cambiado. Revisa la información actualizada antes de volver a compartir.
fr: Le périmètre des données d’utilisation et de diagnostic a changé. Consultez les informations mises à jour avant de reprendre le partage.
it: L’ambito dei dati di utilizzo e diagnostica è cambiato. Leggi le informazioni aggiornate prima di riattivare la condivisione.
pt: O escopo dos dados de uso e diagnóstico mudou. Revise as informações atualizadas antes de compartilhar novamente.
ru: Состав данных об использовании и диагностике изменился. Ознакомьтесь с обновлённой информацией, прежде чем снова включать отправку.
tr: Kullanım ve tanılama verilerinin kapsamı değişti. Yeniden paylaşmadan önce güncellenen bilgileri inceleyin.
zh_hans: 使用情况和诊断数据的范围已更改。请先阅读更新后的信息，再重新开启共享。
zh_hant: 使用情況與診斷資料的範圍已變更。請先閱讀更新後的資訊，再重新開啟分享。

source: The stored Marmot group record could not be read or refreshed. Retry may help after a transient storage failure.
de: Der gespeicherte Marmot-Gruppeneintrag konnte nicht gelesen oder aktualisiert werden. Nach einem vorübergehenden Speicherfehler kann ein erneuter Versuch helfen.
es: No se pudo leer ni actualizar el registro de grupo de Marmot almacenado. Reintentar puede ayudar después de un fallo temporal del almacenamiento.
fr: L’enregistrement de groupe Marmot stocké n’a pas pu être lu ni actualisé. Réessayer peut aider après une défaillance temporaire du stockage.
it: Impossibile leggere o aggiornare il record del gruppo Marmot memorizzato. Riprovare può essere utile dopo un errore temporaneo di archiviazione.
pt: Não foi possível ler nem atualizar o registro de grupo do Marmot armazenado. Tentar novamente pode ajudar após uma falha temporária de armazenamento.
ru: Не удалось прочитать или обновить сохранённую запись группы Marmot. Повторная попытка может помочь после временного сбоя хранилища.
tr: Saklanan Marmot grup kaydı okunamadı veya yenilenemedi. Geçici bir depolama hatasından sonra yeniden denemek yardımcı olabilir.
zh_hans: 无法读取或刷新已存储的 Marmot 群组记录。若存储暂时出现故障，重试可能会有所帮助。
zh_hant: 無法讀取或重新整理已儲存的 Marmot 群組記錄。若儲存空間暫時發生故障，重試可能會有幫助。

source: The stored MLS session could not be opened. Retry may help if storage was temporarily unavailable.
de: Die gespeicherte MLS-Sitzung konnte nicht geöffnet werden. Ein erneuter Versuch kann helfen, wenn der Speicher vorübergehend nicht verfügbar war.
es: No se pudo abrir la sesión MLS almacenada. Reintentar puede ayudar si el almacenamiento no estaba disponible temporalmente.
fr: La session MLS stockée n’a pas pu être ouverte. Réessayer peut aider si le stockage était temporairement indisponible.
it: Impossibile aprire la sessione MLS memorizzata. Riprovare può essere utile se l’archiviazione era temporaneamente non disponibile.
pt: Não foi possível abrir a sessão MLS armazenada. Tentar novamente pode ajudar se o armazenamento estava temporariamente indisponível.
ru: Не удалось открыть сохранённую сессию MLS. Повторная попытка может помочь, если хранилище было временно недоступно.
tr: Saklanan MLS oturumu açılamadı. Depolama geçici olarak kullanılamıyorsa yeniden denemek yardımcı olabilir.
zh_hans: 无法打开已存储的 MLS 会话。如果存储空间暂时不可用，重试可能会有所帮助。
zh_hant: 無法開啟已儲存的 MLS 工作階段。如果儲存空間暫時無法使用，重試可能會有幫助。

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
pt: Tema
ru: Тема
tr: Tema
zh_hans: 主题
zh_hant: 主題

source: There are no logs.
de: Es sind keine Protokolle vorhanden.
es: No hay registros.
fr: Il n’y a aucun journal.
it: Non ci sono log.
pt: Não há registros.
ru: Журналов нет.
tr: Günlük yok.
zh_hans: 没有日志。
zh_hant: 沒有記錄。

source: These choices apply to all profiles on this device. Analytics exclude messages, media, contacts, profile details, and keys. Diagnostic logs obscure identifiers and are sent to White Noise for troubleshooting.
de: Diese Auswahl gilt für alle Profile auf diesem Gerät. Analysedaten schließen Nachrichten, Medien, Kontakte, Profildetails und Schlüssel aus. Diagnoseprotokolle verschleiern Kennungen und werden zur Fehlerbehebung an White Noise gesendet.
es: Estas opciones se aplican a todos los perfiles de este dispositivo. Los análisis excluyen mensajes, archivos multimedia, contactos, datos del perfil y claves. Los registros de diagnóstico ocultan los identificadores y se envían a White Noise para resolver problemas.
fr: Ces choix s’appliquent à tous les profils de cet appareil. Les analyses excluent les messages, médias, contacts, informations de profil et clés. Les journaux de diagnostic masquent les identifiants et sont envoyés à White Noise pour résoudre les problèmes.
it: Queste scelte si applicano a tutti i profili su questo dispositivo. Le analisi escludono messaggi, contenuti multimediali, contatti, dettagli del profilo e chiavi. I log diagnostici oscurano gli identificatori e vengono inviati a White Noise per risolvere i problemi.
pt: Estas opções se aplicam a todos os perfis neste dispositivo. As análises excluem mensagens, mídias, contatos, detalhes do perfil e chaves. Os registros de diagnóstico ocultam os identificadores e são enviados ao White Noise para solucionar problemas.
ru: Эти настройки действуют для всех профилей на этом устройстве. Аналитика не включает сообщения, медиафайлы, контакты, сведения профиля и ключи. Журналы диагностики скрывают идентификаторы и отправляются в White Noise для устранения неполадок.
tr: Bu seçimler bu cihazdaki tüm profiller için geçerlidir. Analizlere mesajlar, medya, kişiler, profil bilgileri ve anahtarlar dahil edilmez. Tanılama günlükleri tanımlayıcıları gizler ve sorun gidermek için White Noise’a gönderilir.
zh_hans: 这些选择适用于此设备上的所有个人资料。分析不包含消息、媒体、联系人、个人资料详情和密钥。诊断日志会隐藏标识符，并发送给 White Noise 用于排查问题。
zh_hant: 這些選擇適用於此裝置上的所有個人檔案。分析不包含訊息、媒體、聯絡人、個人檔案詳細資訊和金鑰。診斷記錄會隱藏識別碼，並傳送給 White Noise 以排除問題。

source: These packages were found on this profile’s relays and differ from this device’s current package.
de: Diese Pakete wurden auf den Relays dieses Profils gefunden und unterscheiden sich vom aktuellen Paket dieses Geräts.
es: Estos paquetes se encontraron en los relays de este perfil y son distintos del paquete actual de este dispositivo.
fr: Ces paquets ont été trouvés sur les relais de ce profil et diffèrent du paquet actuel de cet appareil.
it: Questi pacchetti sono stati trovati sui relay di questo profilo e sono diversi dal pacchetto attuale di questo dispositivo.
pt: Estes pacotes foram encontrados nos relays deste perfil e diferem do pacote atual deste dispositivo.
ru: Эти пакеты найдены на реле этого профиля и отличаются от текущего пакета этого устройства.
tr: Bu paketler bu profilin aktarıcılarında bulundu ve bu cihazın geçerli paketinden farklı.
zh_hans: 这些密钥包在此个人资料的中继上被发现，与此设备的当前密钥包不同。
zh_hant: 這些金鑰套件是在此個人檔案的中繼上找到的，與此裝置目前的金鑰套件不同。

source: These tools can expose technical information and change how the app behaves.
de: Diese Werkzeuge können technische Informationen offenlegen und das Verhalten der App verändern.
es: Estas herramientas pueden exponer información técnica y cambiar el comportamiento de la app.
fr: Ces outils peuvent exposer des informations techniques et modifier le comportement de l’app.
it: Questi strumenti possono esporre informazioni tecniche e modificare il comportamento dell’app.
pt: Estas ferramentas podem expor informações técnicas e alterar o comportamento do app.
ru: Эти инструменты могут раскрывать техническую информацию и изменять поведение приложения.
tr: Bu araçlar teknik bilgileri açığa çıkarabilir ve uygulamanın davranışını değiştirebilir.
zh_hans: 这些工具可能暴露技术信息并改变应用的行为。
zh_hant: 這些工具可能揭露技術資訊並改變應用程式的行為。

source: They aren't on White Noise yet. Share the app so you can chat securely.
de: Diese Person ist noch nicht bei White Noise. Teile die App, um sicher zu chatten.
es: Esta persona aún no está en White Noise. Comparte la app para chatear de forma segura.
fr: Cette personne n'est pas encore sur White Noise. Partagez l'app pour discuter en toute sécurité.
it: Questa persona non è ancora su White Noise. Condividi l'app per chattare in sicurezza.
pt: Essa pessoa ainda não está no White Noise. Compartilhe o app para conversarem com segurança.
ru: Этого человека ещё нет в White Noise. Поделитесь приложением, чтобы безопасно переписываться.
tr: Bu kişi henüz White Noise'ta değil. Güvenle sohbet edebilmek için uygulamayı paylaş.
zh_hans: 对方还没有使用 White Noise。分享应用即可安全聊天。
zh_hant: 對方還沒有使用 White Noise。分享應用程式即可安全聊天。

source: They'll stop receiving new messages in this group.
de: Sie erhalten in dieser Gruppe keine neuen Nachrichten mehr.
es: Dejarán de recibir mensajes nuevos en este grupo.
fr: Ils ne recevront plus de nouveaux messages dans ce groupe.
it: Non riceveranno più nuovi messaggi in questo gruppo.
pt: Eles deixarão de receber novas mensagens neste grupo.
ru: Они перестанут получать новые сообщения в этой группе.
tr: Bu grupta yeni mesaj almayı bırakacaklar.
zh_hans: 他们将停止接收该群组中的新消息。
zh_hant: 他們將停止接收該群組中的新訊息。

source: Thinking
de: Denkt nach
es: Pensando
fr: Réflexion
it: Sto pensando
pt: Pensando
ru: Думает
tr: Düşünüyor
zh_hans: 正在思考
zh_hant: 正在思考

source: This account cannot export a private key.
de: Dieses Konto kann keinen privaten Schlüssel exportieren.
es: Esta cuenta no puede exportar una llave privada.
fr: Ce compte ne peut pas exporter de clé privée.
it: Questo account non può esportare una chiave privata.
pt: Esta conta não pode exportar uma chave privada.
ru: Этот аккаунт не может экспортировать приватный ключ.
tr: Bu hesap özel anahtar dışa aktaramaz.
zh_hans: 此帐户无法导出私钥。
zh_hant: 此帳戶無法匯出私鑰。

source: This account is still catching up. Try again in a moment.
de: Dieses Konto wird noch synchronisiert. Versuche es gleich noch einmal.
es: Esta cuenta aún se está sincronizando. Vuelve a intentarlo en un momento.
fr: Ce compte est toujours en cours de synchronisation. Réessayez dans un instant.
it: Questo account è ancora in fase di sincronizzazione. Riprova tra poco.
pt: Esta conta ainda está sendo sincronizada. Tente novamente em instantes.
ru: Этот аккаунт всё ещё синхронизируется. Повторите попытку через несколько секунд.
tr: Bu hesap hâlâ eşitleniyor. Birazdan tekrar deneyin.
zh_hans: 此账户仍在同步。请稍后重试。
zh_hant: 此帳號仍在同步。請稍後再試。

source: This address uses international characters and may be misleading.
de: Diese Adresse verwendet internationale Zeichen und kann irreführend sein.
es: Esta dirección usa caracteres internacionales y puede ser engañosa.
fr: Cette adresse utilise des caractères internationaux et peut être trompeuse.
it: Questo indirizzo usa caratteri internazionali e può essere ingannevole.
pt: Este endereço usa caracteres internacionais e pode ser enganoso.
ru: Этот адрес использует международные символы и может вводить в заблуждение.
tr: Bu adres uluslararası karakterler içeriyor ve yanıltıcı olabilir.
zh_hans: 此地址包含国际字符，可能具有误导性。
zh_hant: 此地址包含國際字元，可能具有誤導性。

source: This attachment is not ready yet.
de: Dieser Anhang ist noch nicht bereit.
es: Este archivo adjunto aún no está listo.
fr: Cette pièce jointe n’est pas encore prête.
it: Questo allegato non è ancora pronto.
pt: Este anexo ainda não está pronto.
ru: Это вложение еще не готово.
tr: Bu ek henüz hazır değil.
zh_hans: 此附件尚未准备好。
zh_hant: 此附件尚未準備好。

source: This attachment uses an unsafe download location.
de: Dieser Anhang verwendet einen unsicheren Download-Speicherort.
es: Este archivo adjunto utiliza una ubicación de descarga no segura.
fr: Cette pièce jointe utilise un emplacement de téléchargement dangereux.
it: Questo allegato utilizza un percorso di download non sicuro.
pt: Este anexo usa um local de download não seguro.
ru: Это вложение использует небезопасное место для загрузки.
tr: Bu ek, güvenli olmayan bir indirme konumu kullanıyor.
zh_hans: 此附件使用不安全的下载位置。
zh_hant: 此附件使用不安全的下載位置。

source: This can’t be undone
de: Das kann nicht rückgängig gemacht werden
es: Esto no se puede deshacer
fr: Cette action est irréversible
it: Questa azione non può essere annullata
pt: Isso não pode ser desfeito
ru: Это действие нельзя отменить
tr: Bu işlem geri alınamaz
zh_hans: 此操作无法撤销
zh_hant: 此操作無法復原

source: This chat is still catching up. Wait for it to finish, then resend your message.
de: Dieser Chat wird noch synchronisiert. Warte, bis die Synchronisierung abgeschlossen ist, und sende deine Nachricht dann erneut.
es: Este chat aún se está sincronizando. Espera a que termine y vuelve a enviar tu mensaje.
fr: Cette discussion est toujours en cours de synchronisation. Attendez qu’elle se termine, puis renvoyez votre message.
it: Questa chat è ancora in fase di sincronizzazione. Attendi il completamento, quindi invia nuovamente il messaggio.
pt: Este bate-papo ainda está sendo sincronizado. Aguarde a conclusão e reenvie sua mensagem.
ru: Этот чат всё ещё синхронизируется. Дождитесь завершения, затем отправьте сообщение повторно.
tr: Bu sohbet hâlâ eşitleniyor. Tamamlanmasını bekleyin, ardından mesajınızı yeniden gönderin.
zh_hans: 此聊天仍在同步。请等待同步完成，然后重新发送消息。
zh_hant: 此聊天仍在同步。請等待同步完成，然後重新傳送訊息。

source: This check was interrupted. Your progress is saved.
de: Diese Prüfung wurde unterbrochen. Dein Fortschritt ist gespeichert.
es: Esta comprobación se interrumpió. Tu progreso está guardado.
fr: Cette vérification a été interrompue. Votre progression est enregistrée.
it: Il controllo è stato interrotto. I progressi sono salvati.
pt: Esta verificação foi interrompida. Seu progresso está salvo.
ru: Проверка прервана. Прогресс сохранён.
tr: Bu kontrol kesintiye uğradı. İlerlemen kaydedildi.
zh_hans: 此检查已中断。进度已保存。
zh_hant: 此檢查已中斷。進度已儲存。

source: This conversation needs to be rejoined before you can send messages.
de: Du musst dieser Unterhaltung erneut beitreten, bevor du Nachrichten senden kannst.
es: Debes volver a unirte a esta conversación antes de poder enviar mensajes.
fr: Vous devez rejoindre à nouveau cette discussion avant de pouvoir envoyer des messages.
it: Devi partecipare di nuovo a questa conversazione prima di poter inviare messaggi.
pt: Você precisa entrar novamente nesta conversa antes de poder enviar mensagens.
ru: Вам нужно повторно присоединиться к этой беседе, прежде чем отправлять сообщения.
tr: Mesaj gönderebilmek için bu sohbete yeniden katılmanız gerekiyor.
zh_hans: 你需要重新加入此对话，然后才能发送消息。
zh_hant: 你需要重新加入此對話，然後才能傳送訊息。

source: This GIF couldn't be loaded.
de: Dieses GIF konnte nicht geladen werden.
es: No se pudo cargar este GIF.
fr: Ce GIF n’a pas pu être chargé.
it: Impossibile caricare questa GIF.
pt: Não foi possível carregar este GIF.
ru: Не удалось загрузить этот GIF.
tr: Bu GIF yüklenemedi.
zh_hans: 无法加载此 GIF。
zh_hant: 無法載入此 GIF。

source: This group can't be ended right now.
de: Diese Gruppe kann derzeit nicht beendet werden.
es: Este grupo no se puede finalizar en este momento.
fr: Ce groupe ne peut pas être terminé pour le moment.
it: Non è possibile terminare questo gruppo in questo momento.
pt: Este grupo não pode ser encerrado agora.
ru: Эту группу невозможно закрыть прямо сейчас.
tr: Bu grup şu anda sonlandırılamaz.
zh_hans: 该群组现在无法结束。
zh_hant: 該群組現在無法結束。

source: This group has ended. New messages are disabled.
de: Diese Gruppe ist beendet. Neue Nachrichten sind deaktiviert.
es: Este grupo ha terminado. Los mensajes nuevos están deshabilitados.
fr: Ce groupe est terminé. Les nouveaux messages sont désactivés.
it: Questo gruppo è terminato. I nuovi messaggi sono disabilitati.
pt: Este grupo terminou. Novas mensagens estão desativadas.
ru: Эта группа закончилась. Новые сообщения отключены.
tr: Bu grup sona erdi. Yeni mesajlar devre dışı bırakıldı.
zh_hans: 本组已结束。新消息被禁用。
zh_hant: 本組已結束。新訊息被禁用。

source: This group is ending. New messages are disabled.
de: Diese Gruppe endet. Neue Nachrichten sind deaktiviert.
es: Este grupo se está acabando. Los mensajes nuevos están deshabilitados.
fr: Ce groupe se termine. Les nouveaux messages sont désactivés.
it: Questo gruppo sta finendo. I nuovi messaggi sono disabilitati.
pt: Este grupo está acabando. Novas mensagens estão desativadas.
ru: Эта группа заканчивается. Новые сообщения отключены.
tr: Bu grup sona eriyor. Yeni mesajlar devre dışı bırakıldı.
zh_hans: 本组即将结束。新消息被禁用。
zh_hant: 本組即將結束。新訊息被禁用。

source: This group is inactive. You can't send new messages.
de: Diese Gruppe ist inaktiv. Du kannst keine neuen Nachrichten senden.
es: Este grupo está inactivo. No puedes enviar mensajes nuevos.
fr: Ce groupe est inactif. Vous ne pouvez pas envoyer de nouveaux messages.
it: Questo gruppo è inattivo. Non puoi inviare nuovi messaggi.
pt: Este grupo está inativo. Você não pode enviar novas mensagens.
ru: Эта группа неактивна. Вы не можете отправлять новые сообщения.
tr: Bu grup etkin değil. Yeni mesaj gönderemezsiniz.
zh_hans: 此群组处于非活跃状态。你无法发送新消息。
zh_hant: 此群組處於非活躍狀態。你無法傳送新訊息。

source: This group was permanently disbanded. No one can send new messages or make group changes.
de: Diese Gruppe wurde endgültig aufgelöst. Niemand kann neue Nachrichten senden oder Gruppenänderungen vornehmen.
es: Este grupo se disolvió definitivamente. Nadie puede enviar mensajes nuevos ni realizar cambios de grupo.
fr: Ce groupe a été définitivement dissous. Personne ne peut envoyer de nouveaux messages ou apporter des modifications à un groupe.
it: Questo gruppo è stato definitivamente sciolto. Nessuno può inviare nuovi messaggi o apportare modifiche al gruppo.
pt: Este grupo foi permanentemente dissolvido. Ninguém pode enviar novas mensagens ou fazer alterações no grupo.
ru: Эта группа была окончательно расформирована. Никто не может отправлять новые сообщения или вносить изменения в группу.
tr: Bu grup kalıcı olarak dağıtıldı. Hiç kimse yeni mesaj gönderemez veya grup değişikliği yapamaz.
zh_hans: 此群组已永久解散。任何人都无法发送新消息或更改群组。
zh_hant: 此群組已永久解散。任何人都無法傳送新訊息或更改群組。

source: This identity is already on this device
de: Diese Identität ist bereits auf diesem Gerät.
es: Esta identidad ya está en este dispositivo.
fr: Cette identité est déjà sur cet appareil.
it: Questa identità è già su questo dispositivo.
pt: Esta identidade já está neste dispositivo.
ru: Эта личность уже есть на этом устройстве.
tr: Bu kimlik zaten bu aygıtta.
zh_hans: 此身份已在此设备上。
zh_hant: 此身分已在此裝置上。

source: This incomplete identity setup could not be recovered.
de: Diese unvollständige Identitätseinrichtung konnte nicht wiederhergestellt werden.
es: No se pudo recuperar esta configuración incompleta de la identidad.
fr: Cette configuration incomplète de l’identité n’a pas pu être récupérée.
it: Non è stato possibile recuperare questa configurazione incompleta dell’identità.
pt: Não foi possível recuperar esta configuração incompleta da identidade.
ru: Не удалось восстановить эту незавершённую настройку личности.
tr: Bu tamamlanmamış kimlik kurulumu kurtarılamadı.
zh_hans: 无法恢复此未完成的身份设置。
zh_hant: 無法復原此未完成的身分設定。

source: This invitation is no longer available.
de: Diese Einladung ist nicht mehr verfügbar.
es: Esta invitación ya no está disponible.
fr: Cette invitation n’est plus disponible.
it: Questo invito non è più disponibile.
pt: Este convite não está mais disponível.
ru: Это приглашение больше недоступно.
tr: Bu davet artık kullanılamıyor.
zh_hans: 此邀请已不可用。
zh_hant: 此邀請已無法使用。

source: This link opens %@: %@
de: Dieser Link öffnet %@: %@
es: Este enlace abre %@: %@
fr: Ce lien ouvre %@ : %@
it: Questo link apre %@: %@
pt: Este link abre %@: %@
ru: Эта ссылка открывает %@: %@
tr: Bu bağlantı %@ adresini açar: %@
zh_hans: 此链接将打开%@： %@
zh_hant: 此連結將開啟%@： %@

source: This link opens: %@
de: Dieser Link öffnet: %@
es: Este enlace abre: %@
fr: Ce lien ouvre : %@
it: Questo link apre: %@
pt: Este link abre: %@
ru: Эта ссылка открывает: %@
tr: Bu bağlantı şunu açar: %@
zh_hans: 此链接将打开： %@
zh_hant: 此連結將開啟： %@

source: This MDK build reported a quarantine reason the app does not recognize.
de: Dieser MDK-Build hat einen Quarantänegrund gemeldet, den die App nicht erkennt.
es: Esta compilación de MDK informó un motivo de cuarentena que la app no reconoce.
fr: Cette version de MDK a signalé une raison de quarantaine que l’application ne reconnaît pas.
it: Questa build di MDK ha segnalato un motivo di quarantena che l’app non riconosce.
pt: Esta versão do MDK relatou um motivo de quarentena que o app não reconhece.
ru: Эта сборка MDK сообщила о причине карантина, которую приложение не распознаёт.
tr: Bu MDK derlemesi, uygulamanın tanımadığı bir karantina nedeni bildirdi.
zh_hans: 此 MDK 版本报告了应用无法识别的隔离原因。
zh_hant: 此 MDK 版本回報了應用程式無法識別的隔離原因。

source: This message can only be removed from this device.
de: Diese Nachricht kann nur von diesem Gerät entfernt werden.
es: Este mensaje solo se puede eliminar de este dispositivo.
fr: Ce message peut uniquement être supprimé de cet appareil.
it: Questo messaggio può essere eliminato solo da questo dispositivo.
pt: Esta mensagem só pode ser removida deste dispositivo.
ru: Это сообщение можно удалить только с этого устройства.
tr: Bu mesaj yalnızca bu cihazdan silinebilir.
zh_hans: 此消息只能从此设备删除。
zh_hant: 此訊息只能從此裝置刪除。

source: This message was deleted
de: Diese Nachricht wurde gelöscht
es: Este mensaje fue eliminado
fr: Ce message a été supprimé
it: Questo messaggio è stato eliminato
pt: Esta mensagem foi excluída
ru: Это сообщение было удалено
tr: Bu mesaj silindi
zh_hans: 此消息已被删除
zh_hant: 此訊息已被刪除

source: This message was deleted.
de: Diese Nachricht wurde gelöscht.
es: Se eliminó este mensaje.
fr: Ce message a été supprimé.
it: Questo messaggio è stato eliminato.
pt: Esta mensagem foi excluída.
ru: Это сообщение удалено.
tr: Bu mesaj silindi.
zh_hans: 此消息已删除。
zh_hant: 此訊息已刪除。

source: This permanently removes every local audit JSONL file on this device.
de: Dies entfernt dauerhaft jede lokale Audit-JSONL-Datei auf diesem Gerät.
es: Esto elimina permanentemente cada archivo JSONL de auditoría local en este dispositivo.
fr: Cela supprime définitivement chaque fichier JSONL d'audit local sur cet appareil.
it: Questo rimuove permanentemente ogni file JSONL di audit locale su questo dispositivo.
pt: Isso remove permanentemente cada arquivo JSONL de auditoria local neste dispositivo.
ru: Это навсегда удалит все локальные JSONL-файлы аудита на этом устройстве.
tr: Bu, bu cihazdaki tüm yerel denetim JSONL dosyalarını kalıcı olarak kaldırır.
zh_hans: 这将永久删除此设备上的每个本地审计 JSONL 文件。
zh_hant: 這將永久移除此裝置上的每個本地稽核 JSONL 檔案。
